brew "bitwarden-cli"
brew "chezmoi"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "fzf"
brew "imagemagick"
brew "jq"
brew "kanata"
brew "neovim"
brew "neovide"
brew "poppler"
brew "resvg"
brew "ripgrep"
brew "sevenzip"
brew "xcodegen"
brew "yazi"
brew "zoxide"
cask "bitwarden"
cask "discord"
cask "firefox"
cask "font-symbols-only-nerd-font"
cask "google-chrome"
cask "karabiner-elements"
cask "obsidian"
cask "raycast"
cask "shortcat"
cask "spotify"
cask "stremio"
cask "visual-studio-code"
cask "zoom"
vscode "asvetliakov.vscode-neovim"
vscode "catppuccin.catppuccin-vsc"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "ms-vscode.powershell"
vscode "shardulm94.trailing-spaces"
vscode "wayou.vscode-todo-highlight"
