brew "ast-grep"
brew "bat"
brew "bitwarden-cli"
brew "chezmoi"
brew "difftastic"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "httpyac"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "marp-cli"
brew "poppler"
brew "resvg"
brew "ripgrep"
brew "sevenzip"
brew "starship"
brew "xcodegen"
brew "yazi"
brew "zoxide"
brew "zola"
cask "bitwarden"
cask "discord"
cask "firefox"
cask "font-symbols-only-nerd-font"
cask "google-chrome"
cask "karabiner-elements"
cask "obsidian"
cask "raycast"
cask "shortcat"
cask "spotify"
cask "stremio"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
cask "ghostty"
cask "quarto"
cask "claude-code"
cask "calibre"
vscode "asvetliakov.vscode-neovim"
vscode "catppuccin.catppuccin-vsc"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "ms-vscode.powershell"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "shardulm94.trailing-spaces"
vscode "wayou.vscode-todo-highlight"
vscode "yinfei.luahelper"
vscode "ms-dotnettools.dotnet-interactive-vscode"
vscode "pomdtr.excalidraw-editor"
vscode "quarto.quarto"
vscode "yzhang.markdown-all-in-one"
vscode "bierner.markdown-mermaid"
