brew "bitwarden-cli"
brew "chezmoi"
brew "fish"
brew "kanata"
brew "xcodegen"
cask "bitwarden"
cask "discord"
cask "firefox"
cask "google-chrome"
cask "karabiner-elements"
cask "obsidian"
cask "raycast"
cask "shortcat"
cask "spotify"
cask "stremio"
cask "visual-studio-code"
cask "zed"
cask "zoom"
