{
	"$schema" : "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate" : "2025-09-14T20:54:13.153-00:00",
	"Sources" :
	[
		{
			"Packages" :
			[
				{
					"PackageIdentifier" : "Git.Git",
					"Scope": "machine"
				},
				{
					"PackageIdentifier" : "twpayne.chezmoi",
					"Scope": "machine"
				},
				{
					"PackageIdentifier": "gerardog.gsudo",
					"Scope": "machine"
				},
				{
					"PackageIdentifier" : "Microsoft.Sysinternals.Suite",
					"Scope": "machine"
				},
				{
					"PackageIdentifier": "Microsoft.PowerShell"
				},
				{
					"PackageIdentifier": "Gyan.FFmpeg",
					"Scope": "machine"
				},
				{
					"PackageIdentifier": "7zip.7zip",
					"Scope": "machine"
				},
				{
					"PackageIdentifier": "jqlang.jq",
					"Scope": "machine"
				},
				{
					"PackageIdentifier": "oschwartz10612.Poppler",
					"Scope": "machine"
				},
				{
					"PackageIdentifier": "ImageMagick.ImageMagick",
					"Scope": "machine"
				},
				{
					"PackageIdentifier": "Microsoft.Edit",
					"Scope": "machine"
				},
				{
					"PackageIdentifier": "Microsoft.devtunnel",
					"Scope": "machine"
				},
				{
					"PackageIdentifier": "Bitwarden.CLI",
					"Scope": "machine"
				},
				{
					"PackageIdentifier": "jdx.mise",
					"Scope": "machine"
				},
				{
					"PackageIdentifier": "marlocarlo.psmux",
					"Scope": "machine"
				},
				{
					"PackageIdentifier": "Microsoft.DotNet.SDK.9",
					"x-comment": "Installation fails if scope is explicitly set, so scope is omitted."
				},
				{
					"PackageIdentifier": "Posit.Quarto",
					"Scope": "machine"
				},
				{
					"PackageIdentifier": "Chocolatey.Chocolatey",
					"Scope": "machine"
				},
				{
					"PackageIdentifier": "Microsoft.WinDbg",
					"x-comment": "Installation can fail when scope is explicitly set, so scope is omitted."
				},
				{
					"PackageIdentifier": "Microsoft.WindowsTerminal",
					"x-comment": "Installation can fail when scope is explicitly set, so scope is omitted."
				},
				{
					"PackageIdentifier": "Microsoft.WSL",
					"x-comment": "Installation can fail when scope is explicitly set, so scope is omitted."
				},
				{
					"PackageIdentifier": "Neovim.Neovim",
					"x-comment": "Installation can fail when scope is explicitly set, so scope is omitted."
				},
				{
						"PackageIdentifier": "Microsoft.VisualStudio.BuildTools",
						"x-comment": "C/C++ compiler needed by tree-sitter for parser compilation. On machines with VS Enterprise this is harmless (components are deduplicated)."
					},
					{
						"PackageIdentifier": "DEVCOM.JetBrainsMonoNerdFont",
					"x-comment": "Nerd Font required for mini.icons and which-key.nvim icon rendering in the terminal."
					},
					{
						"PackageIdentifier": "Microsoft.NuGet",
						"Scope": "machine",
						"x-comment": "NuGet CLI required by easy-dotnet.nvim for .NET Framework support."
					}
			],
			"SourceDetails" :
			{
				"Argument" : "https://cdn.winget.microsoft.com/cache",
				"Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name" : "winget",
				"Type" : "Microsoft.PreIndexed.Package"
			}
		}
	],
	"WinGetVersion" : "1.11.430"
}