{
	"$schema" : "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate" : "2025-09-14T20:54:13.153-00:00",
	"Sources" :
	[
		{
			"Packages" :
			[
				{
					"PackageIdentifier" : "Git.Git",
					"Scope": "machine"
				},
				{
					"PackageIdentifier" : "twpayne.chezmoi",
					"Scope": "machine"
				},
				{
					"PackageIdentifier": "gerardog.gsudo",
					"Scope": "machine"
				},
				{
					"PackageIdentifier" : "Microsoft.Sysinternals.Suite",
					"Scope": "machine"
				},
				{
					"PackageIdentifier": "Microsoft.PowerShell",
					"Scope": "machine"
				},
				{
					"PackageIdentifier": "Neovim.Neovim",
					"Scope": "machine"
				},
				{
					"PackageIdentifier": "sxyazi.yazi",
					"Scope": "machine"
				},
				{
					"PackageIdentifier": "Gyan.FFmpeg",
					"Scope": "machine"
				},
				{
					"PackageIdentifier": "7zip.7zip",
					"Scope": "machine"
				},
				{
					"PackageIdentifier": "jqlang.jq",
					"Scope": "machine"
				},
				{
					"PackageIdentifier": "oschwartz10612.Poppler",
					"Scope": "machine"
				},
				{
					"PackageIdentifier": "sharkdp.fd",
					"Scope": "machine"
				},
				{
					"PackageIdentifier": "BurntSushi.ripgrep.MSVC",
					"Scope": "machine"
				},
				{
					"PackageIdentifier": "junegunn.fzf",
					"Scope": "machine"
				},
				{
					"PackageIdentifier": "ajeetdsouza.zoxide",
					"Scope": "machine"
				},
				{
					"PackageIdentifier": "ImageMagick.ImageMagick",
					"Scope": "machine"
				},
				{
					"PackageIdentifier": "sharkdp.bat",
					"Scope": "machine"
				},
				{
					"PackageIdentifier": "Microsoft.Edit",
					"Scope": "machine"
				},
				{
					"PackageIdentifier": "Microsoft.devtunnel",
					"Scope": "machine"
				},
				{
					"PackageIdentifier": "Bitwarden.CLI",
					"Scope": "machine"
				},
				{
					"PackageIdentifier": "Starship.Starship",
					"Scope": "machine"
				},
				{
					"PackageIdentifier": "JesseDuffield.lazygit",
					"Scope": "machine"
				},
				{
					"PackageIdentifier": "jdx.mise",
					"Scope": "machine"
				},
				{
					"PackageIdentifier": "Microsoft.DotNet.SDK.9",
					"x-comment": "Installation fails if scope is explicity set. So omitting here."
				},
				{
					"PackageIdentifier": "Posit.Quarto",
					"Scope": "machine"
				}
			],
			"SourceDetails" :
			{
				"Argument" : "https://cdn.winget.microsoft.com/cache",
				"Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name" : "winget",
				"Type" : "Microsoft.PreIndexed.Package"
			}
		}
	],
	"WinGetVersion" : "1.11.430"
}