{
	"$schema" : "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate" : "2025-09-14T20:54:13.153-00:00",
	"Sources" :
	[
		{
			"Packages" :
			[
				{
					"PackageIdentifier" : "Git.Git",
					"Scope": "machine"
				},
				{
					"PackageIdentifier" : "OpenJS.NodeJS.LTS",
					"Scope": "machine"

				},
				{
					"PackageIdentifier" : "BlastApps.FluentSearch",
					"Scope": "machine"
				},
				{
					"PackageIdentifier" : "Microsoft.Sysinternals.Suite",
					"Scope": "machine"
				},
				{
					"PackageIdentifier" : "JetBrains.Toolbox",
					"Scope": "user"
				},
				{
					"PackageIdentifier" : "Insomnia.Insomnia",
					"Scope": "machine"
				},
				{
					"PackageIdentifier" : "twpayne.chezmoi",
					"Scope": "machine"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudioCode",
					"Scope": "machine"
				},
				{
					"PackageIdentifier" : "Microsoft.PowerToys",
					"Scope": "machine"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsTerminal",
					"Scope": "machine"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsApp",
					"Scope": "machine"
				},
				{
					"PackageIdentifier" : "ntwind.AltTabTer",
					"Scope": "machine"
				},
				{
					"PackageIdentifier": "voidtools.Everything",
					"Scope": "machine"
				},
				{
					"PackageIdentifier": "lin-ycv.EverythingPowerToys",
					"Scope": "machine"
				},
				{
					"PackageIdentifier": "Microsoft.PowerShell",
					"Scope": "machine"
				},
				{
					"PackageIdentifier": "Neovim.Neovim",
					"Scope": "machine"
				},
				{
					"PackageIdentifier": "Neovide.Neovide",
					"Scope": "machine"
				}
			],
			"SourceDetails" :
			{
				"Argument" : "https://cdn.winget.microsoft.com/cache",
				"Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name" : "winget",
				"Type" : "Microsoft.PreIndexed.Package"
			}
		},
		{
			"Packages" :
			[
				{
					"PackageIdentifier" : "9P1741LKHQS9",
					"Scope": "machine"
				}
			],
			"SourceDetails" :
			{
				"Argument" : "https://storeedgefd.dsx.mp.microsoft.com/v9.0",
				"Identifier" : "StoreEdgeFD",
				"Name" : "msstore",
				"Type" : "Microsoft.Rest"
			}
		}
	],
	"WinGetVersion" : "1.11.430"
}